[
  {
    "id": "coastal-memories",
    "title": "Coastal Memories",
    "description": "Capturing the essence of coastal life and maritime heritage, this series documents the relationship between people and the sea. These photographs explore fishing communities, harbor towns, and the weathered textures of seaside architecture.\n\nEach image often represents a fragment of memory, a moment preserved from places where time seems to move differently. The black and white treatment emphasizes form, texture, and the play of light across water and weathered surfaces.\n\nThrough this work, I seek to honor traditional maritime cultures while acknowledging their gradual transformation in the modern world. These images serve as both documentation and poetic interpretation of coastal existence.",
    "photos": [
      {
        "image": "assets/uploads/02_01.jpg",
        "metadata": "Nikon FM2, 50mm, Ilford HP5, 1:8"
      },
      {
        "image": "assets/uploads/02_02.jpg",
        "metadata": "Nikon FM2, 50mm, Ilford HP5, 1:5.6"
      },
      {
        "image": "assets/uploads/02_03.jpg",
        "metadata": "Nikon FM2, 35mm, Ilford HP5, 1:4"
      },
      {
        "image": "assets/uploads/02_04.jpg",
        "metadata": "Nikon FM2, 50mm, Ilford HP5, 1:2.8"
      },
      {
        "image": "assets/uploads/02_05.jpg",
        "metadata": "Nikon FM2, 35mm, Ilford HP5, 1:4"
      },
      {
        "image": "assets/uploads/02_06.jpg",
        "metadata": "Nikon FM2, 50mm, Ilford HP5, 1:5.6"
      },
      {
        "image": "assets/uploads/02_07.jpg",
        "metadata": "Nikon FM2, 35mm, Ilford HP5, 1:8"
      },
      {
        "image": "assets/uploads/02_08.jpg",
        "metadata": "Nikon FM2, 50mm, Ilford HP5, 1:4"
      }
    ]
  },
  {
    "id": "urban-fragments",
    "title": "Urban Fragments",
    "description": "Exploring the textures and patterns of urban environments, this series focuses on the often overlooked details of city life. Rather than capturing sweeping cityscapes, these photographs isolate architectural elements, street scenes, and moments of human interaction within the built environment.\n\nThe color photography emphasizes the vibrancy and diversity of urban spaces, highlighting how light interacts with concrete, glass, and metal throughout different times of day. Each image represents often a fragment of the larger urban experience.\n\nThrough this work, I invite viewers to reconsider familiar city environments, finding beauty and meaning in the details that might otherwise go unnoticed in our daily routines.",
    "photos": [
      {
        "image": "assets/uploads/03_01.jpg",
        "metadata": "Leica M6, 35mm, Portra 400, 1:2"
      },
      {
        "image": "assets/uploads/03_02.jpg",
        "metadata": "Leica M6, 50mm, Portra 400, 1:1.4"
      },
      {
        "image": "assets/uploads/03_03.jpg",
        "metadata": "Leica M6, 35mm, Portra 400, 1:2.8"
      },
      {
        "image": "assets/uploads/03_04.jpg",
        "metadata": "Leica M6, 50mm, Portra 400, 1:2"
      },
      {
        "image": "assets/uploads/03_05.jpg",
        "metadata": "Leica M6, 35mm, Portra 400, 1:1.4"
      }
    ]
  },
  {
    "id": "winter-isolation",
    "title": "Winter Isolation",
    "description": "A series exploring solitude and stillness in winter landscapes. These photographs capture the quiet beauty of snow-covered scenes, where the absence of human presence creates a sense of peaceful isolation.\n\nTaken during the coldest months of the year, these images invite viewers to experience the serene emptiness that winter brings. The minimal color palette and stark contrasts emphasize the simplicity and purity of these environments.\n\nThrough this work, I aim to convey both the harshness and the tranquility of winter, revealing how isolation can be both challenging and meditative.",
    "photos": [
      {
        "image": "assets/uploads/01_01.jpg",
        "metadata": "Canon F, Rangefinder, Kodak 200, 1:4"
      },
      {
        "image": "assets/uploads/01_02.jpg",
        "metadata": "Canon F, Rangefinder, Kodak 200, 1:2.8"
      },
      {
        "image": "assets/uploads/01_03.jpg",
        "metadata": "Canon F, Rangefinder, Kodak 200, 1:5.6"
      },
      {
        "image": "assets/uploads/01_04.jpg",
        "metadata": "Canon F, Rangefinder, Kodak 200, 1:4"
      },
      {
        "image": "assets/uploads/01_05.jpg",
        "metadata": "Canon F, Rangefinder, Kodak 200, 1:2.8"
      }
    ]
  },
  {
    "id": "film-diaries",
    "title": "Film Diaries",
    "description": "A collection of moments captured on film throughout the seasons, this series represents a visual journal of everyday observations. Shot exclusively on 35mm film, these photographs embrace the imperfections and unique characteristics of analog photography.\n\nUnlike my more thematically focused work, the Film Diaries series follows no strict narrative or visual style. Instead, it celebrates spontaneity and the practice of seeing photographically in daily life. The changing seasons provide a loose structure to this ongoing project.\n\nThrough this work, I document personal experiences while exploring the distinctive qualities of different film stocks and lighting conditions. Each image carries both the moment it represents and the physical process of its creation.",
    "photos": [
      {
        "image": "assets/uploads/000026200001.jpg",
        "metadata": "Olympus OM-1, 28mm, Fuji Superia 400, 1:3.5"
      },
      {
        "image": "assets/uploads/000026200010.jpg",
        "metadata": "Olympus OM-1, 50mm, Fuji Superia 400, 1:1.8"
      },
      {
        "image": "assets/uploads/000026200023.jpg",
        "metadata": "Olympus OM-1, 28mm, Fuji Superia 400, 1:2.8"
      },
      {
        "image": "assets/uploads/000026200028.jpg",
        "metadata": "Olympus OM-1, 50mm, Fuji Superia 400, 1:1.8"
      },
      {
        "image": "assets/uploads/000026200034.jpg",
        "metadata": "Olympus OM-1, 28mm, Fuji Superia 400, 1:3.5"
      }
    ]
  },
  {
    "id": "light-studies",
    "title": "Light Studies",
    "description": "Exploring the interplay of light and shadow in various environments, this series focuses on how illumination shapes our perception of space and form. Using medium format film to capture subtle tonal gradations, these photographs examine both natural and artificial light sources.\n\nThe square format of these images creates a formal framework for studying how light reveals texture, creates depth, and establishes mood. From harsh directional sunlight to soft diffused illumination, each photograph isolates a particular lighting condition.\n\nThrough this work, I investigate light as both subject and medium, demonstrating how the quality of illumination fundamentally transforms what we see and how we feel about what we're seeing. These studies serve as visual research into the foundational element of photography itself.",
    "photos": [
      {
        "image": "assets/uploads/000027500007.jpg",
        "metadata": "Hasselblad 500C/M, 80mm, Kodak Portra 160, 1:2.8"
      },
      {
        "image": "assets/uploads/000027500016.jpg",
        "metadata": "Hasselblad 500C/M, 80mm, Kodak Portra 160, 1:4"
      },
      {
        "image": "assets/uploads/000027500027.jpg",
        "metadata": "Hasselblad 500C/M, 50mm, Kodak Portra 160, 1:4"
      },
      {
        "image": "assets/uploads/000027500031.jpg",
        "metadata": "Hasselblad 500C/M, 80mm, Kodak Portra 160, 1:2.8"
      },
      {
        "image": "assets/uploads/000027500035.jpg",
        "metadata": "Hasselblad 500C/M, 50mm, Kodak Portra 160, 1:4"
      }
    ]
  },
  {
    "id": "monochrome-visions",
    "title": "Monochrome Visions",
    "description": "Black and white studies of form and texture, this series embraces the reductive power of monochrome photography to emphasize shape, contrast, and composition. Shot on large format film, these images achieve exceptional detail and tonal range.\n\nBy removing color from the equation, these photographs direct attention to the fundamental visual elements of line, form, and texture. The subjects range from landscapes to still lifes, unified by their treatment rather than their content.\n\nThrough this work, I explore photography's capacity to transform ordinary subjects through careful framing and the expressive use of black and white tonality. The large format process demands slowness and deliberation, qualities that I hope are reflected in the contemplative nature of the resulting images.",
    "photos": [
      {
        "image": "assets/uploads/000039670009.jpg",
        "metadata": "Mamiya RZ67, 110mm, Ilford Delta 100, 1:2.8"
      },
      {
        "image": "assets/uploads/000039670026.jpg",
        "metadata": "Mamiya RZ67, 65mm, Ilford Delta 100, 1:4"
      },
      {
        "image": "assets/uploads/000045500001.jpg",
        "metadata": "Mamiya RZ67, 110mm, Ilford Delta 100, 1:2.8"
      },
      {
        "image": "assets/uploads/000045500010.jpg",
        "metadata": "Mamiya RZ67, 65mm, Ilford Delta 100, 1:4"
      },
      {
        "image": "assets/uploads/000045500022.jpg",
        "metadata": "Mamiya RZ67, 110mm, Ilford Delta 100, 1:2.8"
      }
    ]
  }
]
